[
  {
    "id": 1,
    "title": "Brun ägg /24-pack",
    "type": "Mejeri",
    "description": "Ekologiska ägg kommer från höns som har tillgång till utevistelse och stall med strö sittpinnar och reden ",
    "picture": "1.jpg",
    "price": { "currency": "kr", "value": 40 },
    "rating": 4
  },
  {
    "id": 2,
    "title": "Söta jordgubbar 500g",
    "type": "Frukt",
    "description": "Generöst söta och med mycket bärsmak. Smak av solmognad, lime, svarta körsbär och smultron. Medelstora hjärtformade bär med djupt mörkröd färg",
    "picture": "2.jpg",
    "price": { "currency": "kr", "value": 60 },
    "rating": 4
  },
  {
    "id": 3,
    "title": "Sparris 12-pack",
    "type": "Grönsaker",
    "description": "Krispig, grön, välsmakande och alldeles, alldeles ljuvlig! Sparris är en klar vår- och sommarfavorit",
    "picture": "3.jpg",
    "price": { "currency": "kr", "value": 60 },
    "rating": 3
  },
  {
    "id": 4,
    "title": "Smoothie",
    "type": "Mejeri",
    "description": "Den här smoothien svänger du ihop på under en kvart! Du gör den av ägg, gröna äpplen , babyspenat och vakteläggula. Ger dig massor av vitaminer, mineraler och energi.",
    "picture": "4.jpg",
    "price": { "currency": "kr", "value": 25 },
    "rating": 4
  },
  {
    "id": 5,
    "title": "Rå baljväxter 500g",
    "type": "Grönsaker",
    "description": "Linser, bönor, ärtor med mera – baljväxter har länge ansetts vara fattigmanskost. Men det faktum att de är en utmärkt källa till högkvalitativt protein, fibrer och mineraler innebär att de numera betraktas som en viktig del av en hälsosam kost.",
    "picture": "5.jpg",
    "price": { "currency": "kr", "value": 17.5 },
    "rating": 2
  },
  {
    "id": 6,
    "title": "Tårta 1kg",
    "type": "Mejeri",
    "description": "Tårta är perfekt när du har något att fira! Oavsett om du vill ha en jordgubbstårta, en chokladtårta eller en bröllopstårta så har vi vad ni behöver.",
    "picture": "6.jpg",
    "price": { "currency": "kr", "value": 20.99 },
    "rating": 4
  },
  {
    "id": 7,
    "title": "Pesto 400g",
    "type": "Grönsaker",
    "description": "Få saker smakar så gott som hemgjord pesto!Testa den här krämiga peston! Supergod till pasta,pizza eller sallad. Vår pesto är gjord av basilika ,ost och olja",
    "picture": "7.jpg",
    "price": { "currency": "kr", "value": 21 },
    "rating": 2
  },
  {
    "id": 8,
    "title": "Hasselnötter 100g",
    "type": "Grönsaker",
    "description": "en av våra mest funktionella nötsorter och kan användas på många olika sätt, kanske främst som snacks och till olika desserter. De är inte bara väldigt goda utan bevisligen också bra för vår hälsa",
    "picture": "8.jpg",
    "price": { "currency": "kr", "value": 14 },
    "rating": 0
  },
  {
    "id": 9,
    "title": "Citron 500g",
    "type": "Frukt",
    "description": "Denna populära frukt, som vi använder oss av bl.a. som krydda i matlagning och ingår i desserter, bakverk, marmelader, drycker samt tillsammans med kött och fisk. Både skal och saft används.",
    "picture": "9.jpg",
    "price": { "currency": "kr", "value": 15 },
    "rating": 5
  },
  {
    "id": 10,
    "title": "Bröd",
    "type": "bageri",
    "description": "Älskar du bröd? Bröd kan vara både mättande, näringsrikt och klimatsmart. Se bara till att välja rätt bröd så blir du både mätt och får njuta av ett gott bröd.",
    "picture": "10.jpg",
    "price": { "currency": "kr", "value": 35 },
    "rating": 3
  },
  {
    "id": 11,
    "title": "Cashewnötter 400g",
    "type": "nötter",
    "description": "Cashewnötter är en av våra mest populära nötsorter. Även om cashewnötter kanske framför allt används som ett knaprigt tilltugg till fredagsmyset har de en potential att vara mycket mer än så..",
    "picture": "11.jpg",
    "price": {
      "currency": "kr",
      "value": 70
    },
    "rating": 4
  },
  {
    "id": 12,
    "title": "Banan 1kg",
    "type": "Frukt",
    "description": "Bananerna är nämligen inte bara goda, de är otroligt nyttiga så se till att fylla på fruktkorgen med den gyllene frukten som är ett perfekt mellanmål.",
    "picture": "9.jpg",
    "price": {
      "currency": "kr",
      "value": 27
    },
    "rating": 5
  }
]
